<?php get_header(); ?>
<?php get_sidebar(); ?>
<div class="last_news">
<div class="post">
<h1>404 ошибка</h1>
 <br>
<p>Вы попали на страницу которая отсутствует.</p>
<p>Не спешите уходить, может вы ещё найдете интересное для себя.</p>
 
<ul>
   <li>Попробуйте использовать форму поиска по сайту.</li>
   <li>Вы можете посетиь <a href='index.php'> главную страницу</a> и ознакомится с последними постами.</li>
   <li>Или поискать в <a href="arhive.php"> Архиве</a></li> 
</ul>
</div>
</div>
<?php get_footer(); ?>